Ret640/bulk/kOmegaSST/manservisi/Pr0.025/mesh5/0.orig/epsilont
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilont;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 2 0 0 0];

internalField   uniform 4.2e-2;

boundaryField
{
    inlet
    {
        type            cyclic;
    }
    outlet
    {
        type            cyclic;
    }
    bottom
    {
        type            epsilontLowReCWTManservisiWallFunction;
        value           uniform 2.1e-2;
    }
    top
    {
        type            epsilontLowReCWTManservisiWallFunction;
        value           uniform 2.1e-2;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
